{
  "product": [
    {
      "id": 1,
      "code": "FM V41 GOLD ",
      "nameproduct": "Franck Muller V41 Gold Option Diamond",
      "img": "https://euluxury.vn/data/product/Franck_Muller_V41_Gold_Option_Diamond.png",
      "img1": "https://euluxury.vn/upload_images/20210820/files/franck_muller_vanguard_yachting_v41_gold.jpg",
      "img2": "https://euluxury.vn/upload_images/20210820/files/franck_muller_vanguard_yachting_v41_vang_hong.jpg",
      "price": "315.000.000",
      "title": "Đồng hồ Franck Muller V41 Gold Option Diamond là kết tinh của vẻ đẹp cổ điển từ những vật liệu đắt đỏ bậc nhất thế giới. Phần vỏ đồng hồ được làm hoàn toàn bằng vàng hồng 18k, chất liệu tạo nên vẻ đẹp rực rỡ và đồ bền cao cho thiết bị.",
      "title1": "Mặt đồng hồ được làm từ đá sapphire nguyên chất cho một độ trong suốt tối đa và khả năng chống lóa hiệu quả. Chiếc đồng hồ mang dáng tonneau trứ danh của nhà Franck Muller có kích thước mặt to phù hợp với các quý ông. Chi tiết khiến Đồng hồ Franck Muller V41 Gold Option Diamond trở nên nổi bật và có mức giá cao là hàng trăm viên kim cương được đính tỉ mỉ vào toàn bộ bề mặt vành đồng hồ và mặt số.",
      "title3": " Kim cương tạo ra hiệu ứng quang học độc đáo khi ngắm nhìn chiếc đồng hồ từ bất kì góc nghiêng nào. Mặt số đồng hồ Franck Muller V41 Gold Option Diamond là một kiệt tác nghệ thuật với sự hoa mỹ vừa phải, nằm vừa vặn trong ranh giới của “lộng lẫy” và “phô trương”. Đường tròn mang tên hãng sản xuất ở góc 12 giờ bao bọc lấy bộ kim nhỏ tinh tế. Các cọc số thiết kế lớn cuốn hút bằng chất liệu ngọc trai sơn đen, bao phủ trọn vẹn bề mặt số. Cửa số hiển thị ngày ở góc 6 giờ là chi tiết cuối cùng hoàn thiện vẻ đẹp hoàng gia từ bề mặt chiếc đồng hồ này. Phần dây đeo được hoàn thiện tốt với lõi cao su bọc da cá sấu cao cấp được nhuộm đen bóng với chỉ hồng. Màu sắc của dây đeo bắt cặp hoàn hảo với màu của vỏ máy và mặt số, mang lại một kiệt tác với độ cân bằng màu sắc hoàn hảo.",
      "quantity": 9,
      "model": "Franck Muller"
    },
    {
      "id": 2,
      "code": "V41 YACHTING",
      "nameproduct": "Franck Muller V41 Yachting Custom Diamonds",
      "img": "https://euluxury.vn/data/product/Franck_Muller_Vanguard_Yachting_V41.png",
      "img1": "https://euluxury.vn/upload_images/20210817/files/franck_muller_vanguard_yachting_v41_(2).jpg",
      "img2": "https://euluxury.vn/upload_images/20210916/files/dong_ho_franck_muller_vanguard_yachting_v41.png",
      "price": "179.000.000",
      "title": "Đồng Hồ Franck Muller Vanguard Yachting V41 được chế tác tuyệt đẹp, gợi ta nhớ đến những hình ảnh về ngành hàng hải. Nhìn tổng thể, chiếc đồng hổ phủ một màu xanh biển bí ẩn như mặt đại dương. Cùng những chi tiết đắt giá được tạo ra từ kim cương, sản phẩm tạo ra một độ cân bằng màu sắc hoàn hảo. Đồng Hồ Franck Muller Vanguard Yachting V41 có phần vỏ làm từ chất liệu Stainless Steel đảm bảo một độ bền hoàn hảo.",
      "title1": " Phần vành đồng hồ được nạm hoàn toàn bởi vô số viên kim cương tự nhiên. Đây là chi tiết mang đến mức giá đắt đỏ của Đồng Hồ Franck Muller Vanguard Yachting V41, tạo cho người sở hữu chúng cảm giác sang trọng, xa hoa bậc nhất. Bề mặt Đồng Hồ Franck Muller Vanguard Yachting V41 được hoàn thiện bằng tinh thể sapphire nguyên chất. Ngoài việc đảm bảo một độ bền cao, sapphire cho thấy khả năng chống phản chiếu ánh sáng hoàn hảo. Bên dưới lớp kính sapphire là mặt số chính với màu xanh biển tuyệt đẹp. Các chi tiết gợi đến hình ảnh hải đồ, la bàn làm ta nhận ra sự tương đồng giữa bề mặt tuyệt đẹp này với mặt đại dương.",
      "title2": "      Các cọc số Ả Rập được nạm kim cương, chế tác vừa vặn với bề mặt tonneau tạo nên tên tuổi của Franck Muller. Kích thước mặt lớn phù hợp với các quý ông lịch lãm. Phần dây đeo được hoàn thiện tốt với lõi cao su bọc da cá sấu cao cấp được nhuộm xanh biển. Màu sắc của dây đeo bắt cặp hoàn hảo với màu của vỏ máy và mặt số, mang lại một kiệt tác với độ cân bằng màu sắc hoàn hảo.",
      "quantity": 10,
      "model": "Franck Muller"
    },
    {
      "id": 3,
      "code": " V41 FULL DIAMOND",
      "nameproduct": "Franck Muller V41 mới 100% Full Diamond",
      "img": "https://euluxury.vn/data/product/Franck_Muller_V41_Full_Diamond.png",
      "img1": "https://euluxury.vn/upload_images/20210817/files/franck_muller_v41_full_diamond_(1).jpg",
      "img2": "https://dangcapnga.vn/Uploads/images/nokia%208800/01.jpg",
      "price": "165.000.000",
      "title": "Đồng hồ Franck Muller V41 Full Diamond nổi bật với vành đồng hồ làm từ chất liệu thép không rỉ chất lượng, tạo ra một vẻ ngoài mạnh mẽ sang trọng cho mỗi quý ông. Điểm nhấn của phần vành đồng hồ nằm ở việc toàn bộ bề mặt của nó được đính kim cương tự nhiên. Hiệu ứng ánh sáng từ kim cương khiến cho chiếc đồng hồ có một sức hấp dẫn khó cưỡng với bất cứ ai nhìn vào nó.",
      "title1": "Đồng hồ Franck Muller V41 Full Diamond có mặt kính sapphire với khả năng chống lóa, chống trầy xước hiệu quả. Kính sapphire được vuốt cong nhẹ, bảo vệ tuyệt đối bề mặt tuyệt đẹp bên trong của chiếc đồng hồ. Phần mặt số được tạo điểm nhấn với tấm nền được bao phủ trọn vẹn bởi màu sắc lấp lánh của kim cương. Đường tròn ở giữa tạo ra nét cân đối tuyệt vời về yếu tố thị giác. Bộ mốc thời gian thiết kế theo dạng số Ả Rập to bản, in đậm dấu ấn của lối kiến trúc Art Deco những năm 20 của thế kỉ XX.",
      "title2": " Cửa sổ chỉ ngày hình tròn nằm ở góc 6 giờ, với nền trắng chữ đen là điểm nhấn cuối cùng cho một tổng thể đẹp trọn vẹn. Phần dây chất lượng của đồng hồ Franck Muller V41 Full Diamond làm từ da cá sấu với lõi cao su đắt đo. Màu sắc đen bóng của bộ dây cân bằng các mảng màu với phần vỏ đồng hồ, tạo nên một vẻ đẹp rất ăn ý.",
      "quantity": 11,
      "model": "Franck Muller"
    },
    {
      "id": 4,
      "code": "V41 FULL KIM",
      "nameproduct": "Franck Muller V41 Custom Diamond",
      "img": "https://euluxury.vn/data/product/Franck_Muller_V41_Custom_Diamond.png",
      "img1": "https://euluxury.vn/upload_images/20210817/files/franck_muller_v41_custom_diamond_(1).jpg",
      "img2": "https://euluxury.vn/upload_images/20210817/files/franck_muller_v41_custom_diamond_(3).jpg",
      "price": "165.000.000",
      "title": "Đồng hồ Franck Muller V41 Custom Diamond tựa như một vị vua tuyệt mỹ trong giới đồng hồ cao cấp nhà Franck Muller. Chiếc đồng hồ có phần mặt kính được làm từ sapphire nguyên chất. Chất liệu này giúp sản phẩm chống chịu lại được những va đập cỡ vừa cũng như đảm bảo một khả năng quang học tốt.",
      "title1": "Kích cỡ mặt 41 phù hợp với cổ tay của các quý ông. Phần vành đồng hồ của chiếc đồng hồ Franck Muller V41 Custom Diamond được làm từ thép không rỉ với độ cứng cao. Điểm đặc biệt nhất làm nên sức hấp dẫn khó cưỡng từ đồng hồ Franck Muller V41 Custom Diamond với cộng đồng đam mê đồng hồ là vô số viên kim cương được đính toàn bộ trên phần vành đồng hồ. Những viên kim cương với tông màu sáng nổi bật sự tương phản trắng – đen giữa phần vỏ và mặt số của đồng hồ.",
      "title2": "Dây đồng hồ làm từ da cá sấu sang trọng và đắt đỏ, bổ sung cho tổng thể nam tính của đồng hồ Franck Muller V41 Custom Diamond.  Mặt số của đồng hồ cũng là một kiệt tác nghệ thuật khi nó hội tụ đủ những yếu tố cần thiết nhất làm nên một chiếc đồng hồ hoàn mỹ. Cụ thể, đường tròn có chứa tên thương hiệu và dòng Vanguard bao trùm lấy bộ kim ngắn tinh tế, tất cả chỉ để làm nền cho 12 cọc số Ả Rập được chế tác từ ngọc trai nạm kim cương. Phần viền của mặt số cho ta thấy những vạch đỏ biểu thị các hướng trong tự nhiên, xóa tan cảm giác trống trải và tạo thêm điểm nhấn cho chiếc đồng hồ. Một cửa sổ tròn chỉ ngày nằm gọn gàng ở góc 6 giờ cho thấy khả năng hoàn thiện bậc nhất của thương hiệu.",
      "quantity": 4,
      "model": "Franck Muller"
    },
    {
      "code": "5396R-014",
      "nameproduct": "Patek Philippe Complications 5396R-014 Annual Calendar & Moonphase",
      "img": "https://euluxury.vn/data/product/Patek_Philippe_Complications_5396R-014_Annual_Calendar_&_Moonphase.png",
      "img1": "https://euluxury.vn/data/product/liq1602989837.jpg",
      "img2": "https://euluxury.vn/data/product/emo1602989867.jpg",
      "price": " 1.110.000.000 ",
      "title": "Patek Philippe Complications 5396R-014 Annual Calendar & Moonphase sở hữu kích thước mặt 38,5mm, một kích thước phù hợp cho cả các quý ông và quý cô. Vẻ đẹp tuyệt vời của chiếc đồng hồ được định nghĩa bởi sắc xanh huyền ảo mà nhà sản xuất đã dày công đưa vào trong từng phiên bản giới hạn. Mặt kính của Patek Philippe Complications 5396R-014 Annual Calendar & Moonphase được chế tác từ sapphire nguyên khối và cắt gọt tỉ mỉ. Chất liệu sapphire không những có độ bền cực lớn, chúng còn có khả năng xuyên thấu hoàn hảo làm tôn lên tất cả những chi tiết của mặt số bên trong.",
      "title1": "Dưới những chi tiết cơ khí thanh thoát và chi tiết, mặt số của Patek Philippe Complications 5396R-014 Annual Calendar & Moonphase hiện lên tuyệt đẹp qua lớp kính sapphire đắt đỏ. Mặt số chính với tấm nền xanh biển khiến ta liên tưởng tới bề mặt đại dương vô tận. Bộ kim làm từ vàng hồng, thiết kế theo dạng đơn nét bắt cặp hoàn hảo cùng bộ cọc số thanh thoát. Ngay phía bên trên bộ kim (góc 12 giờ) là hai cửa sổ chỉ thứ và tháng được đặt cân bằng hoàn hảo cạnh nhau. ",
      "title2": "Nhà sản xuất không quên tô điểm một cửa sổ chỉ ngày nhỏ ở góc 6 giờ, và ngay bên trên chúng là đồng hồ chu kì mặt trăng cực kì tinh xảo. Phần khung vỏ đồng hồ được chế tác từ chất liệu vàng hồng nguyên khối, giữ nguyên vẻ đẹp cổ điển trứ danh của nhà sản xuất đồng hồ hàng đầu thế giới. Với chất liệu đắt đỏ này, chiếc đồng hồ sẽ sở hữu một độ bền kéo dài hàng thập kỉ. Bộ dây da cá sấu nhuộm đen mang lại sự cân bằng tuyệt đối của các gam màu trong tổng thể thiết kế thể hiện tư duy thiên tài của nhà Patek Philippe.",
      "quantity": 13,
      "model": "Patek Philippe",
      "id": 5
    },
    {
      "code": "5205R-001",
      "nameproduct": "Patek Philippe 5205R-001 Annual Calendar",
      "img": "https://euluxury.vn/data/product/patek-philippe-complications-5205r-001.png",
      "img1": "https://originalwatches.net/uploads/Tovar/45/27/small/12_thumbnailImage_670x0_false.png",
      "img2": "https://thoitranghanoi.vn/admin/webroot/uploads/images/dong-ho-nam-patek-philippe-chinh-hang-automatic-5205r-001.jpg",
      "price": "999.000.000",
      "title": "Với mặt số trắng tuyệt đẹp, Patek Philippe 5205R-001 Complications Annual Calendar sở hữu 38,5mm phù hợp với cả các quý ông và quý cô. Chiếc đồng hồ mang những đường nét tinh xảo, thanh thoát cổ điển tựa như một món trang sức dành riêng cho giới quyền quý. Thiết kế của chiếc đồng hồ phù hợp với những bộ trang phục lịch lãm, cổ điển, tôn lên khí chất và thần thái của chủ nhân sở hữu. Vỏ đồng hồ được làm từ vàng hồng 18k đắt đỏ. Đây là chất liệu quý hiếm mà nhà sản xuất người Thụy Sĩ đưa vào mỗi sản phẩm của mình, nhằm đảm bảo giá trị của chúng luôn luôn giữ nguyên sau hàng thập kỉ. Cụ thể, chất liệu này gần như không bị môi trường và các bề mặt tiếp xúc tác động vào.",
      "title1": "Vì thế, chúng hoàn toàn không bị ăn mòn, mất màu hay thay đổi tính chất sau bất kì khoảng thời gian nào. Mặt kính của Patek Philippe 5205R-001 Complications Annual Calendar được chế tác từ một tấm ngọc bích nguyên chất, loại đá quý cao cấp có độ cứng chỉ đứng sau kim cương. Ngọc bích tạo ra vẻ đẹp tuyệt vời cho chiếc đồng hồ, giúp chủ nhân của mỗi chiếc đồng hồ có thể quan sát rõ nét vẻ đẹp của mặt số ngay phía sau tấm kính. Ngoài ra, bề mặt đồng hồ sẽ giữ nguyên hiện trạng với dòng chảy của thời gian, bởi khả năng chống va đập tuyệt vời. Không một vết xước hay nứt nào có thể tồn tại trên mặt đồng hồ đầy giá trị này. Mặt số của chiếc đồng hồ với tấm nền trắng, được tô điểm rực rỡ bởi bộ kim và cọc số làm từ vàng hồng 18k. Bộ kim đơn nét với thiết kế vuốt nhọn về đỉnh, tạo nên một phong cách thẩm mĩ cổ điển và sang trọng. Các cọc số thanh mảnh chạy xuyên suốt vành đồng hồ, gây ấn tượng với công chúng bởi lối thiết kế cổ điển, vững chắc và tinh tế. Góc 12 giờ, nhà sản xuất chau chuốt đặt vào bộ ba cửa sổ cơ học với kích thước bằng nhau, lần lượt để chỉ thứ, ngày và tháng.",
      "title2": "Từ tâm bộ kim đi xuống góc 6 giờ, một mặt số phụ 24 giờ cùng đồng hồ chu kì mặt trăng tinh xảo làm đầy thêm mặt số vốn đã tuyệt đẹp. Tất cả các chi tiết cơ học phức tạp được sắp xếp một cách có chủ đích, hoạt động tốt và có thể tùy chỉnh qua núm vặn làm từ kim loại quý đặt ở góc phải của chiếc đồng hồ. Bộ dây da cá sấu nhuộm nâu là bộ phận không thể thiếu để tạo nên một tổng thể cân bằng, chỉnh chu cho ngoại hình chiếc đồng hồ. Chất liệu da này được cung cấp bởi các xưởng thuộc da hàng đầu thế giới, với khả năng gia công chuẩn chỉ cho một độ hoàn thiện trên cả tuyệt vời. Nhìn tổng thể, Patek Philippe 5205R-001 Complications Annual Calendar giống như một kiệt tác nghệ thuật dành riêng cho giới hoàng gia, món trang sức hiếm hoi dành riêng cho các cá nhân có gu thẩm mỹ đặc biệt cùng thần tính tối cao.",
      "quantity": 2,
      "model": "Patek Philippe",
      "id": 6
    },
    {
      "code": "5712R-001",
      "nameproduct": "Patek Philippe Nautilus 5712R-001",
      "img": "https://euluxury.vn/data/product/patek-nautilus-5712r-001.png",
      "img1": "https://euluxury.vn/data/product/apm1593323856.jpg",
      "img2": "https://euluxury.vn/data/product/phv1593323825.jpg",
      "price": "1.780.000.000",
      "title": "Đúng như tinh thần của cái tên “Nautilus”, thiết kế của chiếc Patek Philippe Nautilus 5712R-001 gợi ta nhớ đến những hình ảnh quen thuộc của các thiết bị lặn. Mặt đồng hồ có dáng gần vuông với 4 góc được bo tròn đồng đều tạo cảm giác hết sức dễ chịu. Là một trong những hãng sản xuất đồng hồ lâu đời nhất thế giới và có hoạt động kinh doanh xuyên suốt mà không gặp gián đoạn kể từ khi thành lập, mỗi chiếc đồng hồ của Patek Philippe không chỉ hướng tới tầng lớp siêu giàu. Họ thường là những người có sức ảnh hưởng lớn như các danh nhân thế giới, chính khách quyền lực và nghệ sĩ nổi tiếng. Vì thế, từng chi tiết dù là nhỏ nhất ẩn chứa bên trong Patek Philippe Nautilus 5712R-001 đều mang một ý nghĩa riêng. Nhà sản xuất muốn sản phẩm của mình tri ân tới sự thịnh phượng của nền công nghiệp cơ khí rực rỡ tại châu Âu vào thập niên 1800s. Phần khung vỏ của Patek Philippe Nautilus 5712R-001 được làm hoàn toàn từ chất liệu vàng hồng 18k, tạo nên vẻ đẹp rực rỡ với khả năng đánh bóng tỉ mỉ tuyệt đối.",
      "title1": "Khả năng đánh bóng tỉ mỉ của những người thợ lành nghề nhà Patek Philippe khiến chiếc đồng hồ này tỏa sáng rực rỡ hơn cả trang sức. Phần kính của chiếc đồng hồ được chế tác từ tấm sapphire nguyên chất, chống phản xạ ánh sáng cho một khả năng hiển thị hoàn hảo. Chất liệu đá quý này tồn tại những tính chất hoàn hảo để chế tác kính đồng hồ, do đó chúng cũng mang một giá trị rất cao. Đổi lại, khách hàng của Patek Philippe không bao giờ cảm thấy thất vọng bởi khả năng bảo vệ chiếc đồng hồ khỏi những va đập khó chịu nhất trong quá trình sử dụng.  Nằm phía sau tấm kính ngọc bích, mặt số tuyệt đẹp của Patek Philippe Nautilus 5712R-001 hiện ra rõ nét với tư duy thiết kế bậc thầy. Ta có thể thấy nhà sản xuất đồng hồ Thụy Sĩ đã đưa vào trong thiết bị một tấm nền màu nâu với những họa tiết nổi nằm ngang chạy xuyên suốt. Chi tiết này càng làm nổi bật lên tinh thần bất diệt của nhà Patek Philippe",
      "title2": "Bộ kim cùng các cọc số thiết kế theo dạng đơn nét theo hình khối chữ nhật, cho một tổng thể cứng cáp và cân bằng. Trong phiên bản này, kích thước mặt 40mm phù hợp với hầu hết cổ tay của các quý ông châu Á. Đặt tại góc 10 giờ, Patek Philippe Nautilus 5712R-001 sở hữu cho mình một mặt số phụ thiết kế chìm vào tấm nền hết sức tinh tế. Hai mặt số phụ còn lại ở góc 7 giờ và 5 giờ được đặt khá cân đối, cùng đồng hồ mặt trăng thể hiện công nghệ chế tác đồng hồ tuyệt vời. Cuối cùng, bộ dây da cá sấu cao cấp với tông màu nâu ăn nhập hoàn hảo cùng tổng thể chiếc đồng hồ.",
      "quantity": 6,
      "model": "Patek Philippe",
      "id": 7
    },
    {
      "code": "5905R",
      "nameproduct": "Patek Philippe Complications 5905R 42mm",
      "img": "https://euluxury.vn/data/product/patek-philippe-complications-5905r-001.png",
      "img1": "https://euluxury.vn/data/product/ysp1602991433.jpg",
      "img2": "https://euluxury.vn/data/product/tqk1602991477.jpg",
      "price": "1.460.000.000",
      "title": "Patek Philippe Complications 5905R 42mm sở hữu kích thước mặt lớn 42mm phù hợp với cổ tay của các quý ông. Phiên bản đồng hồ cao cấp này được chú ý bởi tấm nền tuyệt đẹp màu ánh đồng tạo nên cảm giác sang trọng và bí ẩn. Nhìn tổng thế, chiếc Patek Philippe như một món trang sức hơn là một vật phẩm chức năng, và điều đó khiến bất kì ai ngắm nhìn nó đủ lâu sẽ không thể rời mắt. Chiếc đồng hồ sở hữu bộ vỏ làm từ vàng hồng nguyên khối, với mặt lưng pha lê tuyệt đẹp. Vành đồng hồ tròn cũng được đúc từ chất liệu tương tự, mang đến một độ bền tuyệt đối và vẻ đẹp giữ nguyên sau hàng thập kỉ. Nhà sản xuất Thụy Sĩ trứ danh này luôn luôn cẩn trọng trong khâu lựa chọn chất liệu, vì vậy cũng sẽ chẳng bất ngờ gì khi Patek Philippe Complications 5905R 42mm tỏa ra ánh kim rực rỡ mỗi khi chủ nhân đeo nó lên tay. Mặt kính của Patek Philippe Complications 5905R 42mm được chế tác từ một khối sapphire nguyên chất, cắt gọt tỉ mỉ qua bàn tay của những kĩ sư lành nghề. Với độ cứng chỉ đứng sau kim cương, chất liệu này không những bảo vệ bề mặt đồng hồ khỏi tất cả những va đập mà còn mang đến một khả năng xuyên thấu đáng kinh ngạc.",
      "title1": "Bề mặt trong vắt của ngọc bích được ví như một mặt hồ phẳng lặng, chúng góp phần tôn vinh vẻ đẹp rực rỡ của khu vực mặt số. Phía dưới tấm kính sapphire, khách hàng có thể quan sát được mặt số tuyệt đẹp của Patek Philippe Complications 5905R 42mm. Với tấm nền ánh đồng tối bí ẩn, mặt số của thiết bị lung linh huyền áo, vừa giữ nguyên được sức hút cổ điển lại vừa có nét mạnh mẽ và năng động của một quý ông. Bộ kim vàng hồng vuốt nhọn về đỉnh là tâm điểm cho mặt số chính, và ta không thể không nhắc đến hệ thống cọc số đơn giản và tinh tế thiết kế theo hơi hướng của thập niên 1800s. Vẫn là thiết kế quen thuộc với ba cửa sổ chỉ ngày nằm xen giữa khu vực 11 giờ, 12 giờ và 1 giờ. Mặt số phụ nổi bật với bộ kim siêu mảnh, lấp đầy khoảng trống lớn nơi mặt số chính.",
      "title2": "Tất cả những chi tiết cơ học phức tạp ấy có thể được tùy chỉnh thông qua núm vặn làm từ kim loại quý, đặt cân bằng và trang trọng ngay cạnh phải thân máy. Bộ dây cá sấu vân vuông được nhuộm đen thể hiện sự quyền lực cho tổng thể sản phẩm. Đây là bộ dây được chế tác bởi các thợ thuộc da hàng đầu thế giới, được nhà sản xuất lựa chọn kĩ lưỡng và mang một giá trị rất lớn. Nhờ đó, Patek Philippe Complications 5905R 42mm với tổng thể mạnh mẽ và quyền lực sẽ là người bạn đồng hành hoàn hảo cho mỗi quý ông.",
      "quantity": 9,
      "model": "Patek Philippe",
      "id": 8
    }
  ],
  "order": [
    {
      "username": "Phan Hoàng Hiếu",
      "address": "Tòa nhà sông đà",
      "phone": "09123123123",
      "email": "markdommm1@gmail.com",
      "bank": "Trả tiền mặt khi nhận hàng.",
      "transport": "Đã giao thành công!!!!",
      "order": [
        {
          "id": 1,
          "code": "FM V41 GOLD ",
          "nameproduct": "Franck Muller V41 Gold Option Diamond",
          "img": "https://euluxury.vn/data/product/Franck_Muller_V41_Gold_Option_Diamond.png",
          "img1": "https://euluxury.vn/upload_images/20210820/files/franck_muller_vanguard_yachting_v41_gold.jpg",
          "img2": "https://euluxury.vn/upload_images/20210820/files/franck_muller_vanguard_yachting_v41_vang_hong.jpg",
          "price": "315.000.000",
          "title": "Đồng hồ Franck Muller V41 Gold Option Diamond là kết tinh của vẻ đẹp cổ điển từ những vật liệu đắt đỏ bậc nhất thế giới. Phần vỏ đồng hồ được làm hoàn toàn bằng vàng hồng 18k, chất liệu tạo nên vẻ đẹp rực rỡ và đồ bền cao cho thiết bị.",
          "title1": "Mặt đồng hồ được làm từ đá sapphire nguyên chất cho một độ trong suốt tối đa và khả năng chống lóa hiệu quả. Chiếc đồng hồ mang dáng tonneau trứ danh của nhà Franck Muller có kích thước mặt to phù hợp với các quý ông. Chi tiết khiến Đồng hồ Franck Muller V41 Gold Option Diamond trở nên nổi bật và có mức giá cao là hàng trăm viên kim cương được đính tỉ mỉ vào toàn bộ bề mặt vành đồng hồ và mặt số.",
          "title3": " Kim cương tạo ra hiệu ứng quang học độc đáo khi ngắm nhìn chiếc đồng hồ từ bất kì góc nghiêng nào. Mặt số đồng hồ Franck Muller V41 Gold Option Diamond là một kiệt tác nghệ thuật với sự hoa mỹ vừa phải, nằm vừa vặn trong ranh giới của “lộng lẫy” và “phô trương”. Đường tròn mang tên hãng sản xuất ở góc 12 giờ bao bọc lấy bộ kim nhỏ tinh tế. Các cọc số thiết kế lớn cuốn hút bằng chất liệu ngọc trai sơn đen, bao phủ trọn vẹn bề mặt số. Cửa số hiển thị ngày ở góc 6 giờ là chi tiết cuối cùng hoàn thiện vẻ đẹp hoàng gia từ bề mặt chiếc đồng hồ này. Phần dây đeo được hoàn thiện tốt với lõi cao su bọc da cá sấu cao cấp được nhuộm đen bóng với chỉ hồng. Màu sắc của dây đeo bắt cặp hoàn hảo với màu của vỏ máy và mặt số, mang lại một kiệt tác với độ cân bằng màu sắc hoàn hảo.",
          "quantity": "10",
          "model": "Franck Muller",
          "carQuantity": 2
        },
        {
          "code": "5396R-014",
          "nameproduct": "Patek Philippe Complications 5396R-014 Annual Calendar & Moonphase",
          "img": "https://euluxury.vn/data/product/Patek_Philippe_Complications_5396R-014_Annual_Calendar_&_Moonphase.png",
          "img1": "https://euluxury.vn/data/product/liq1602989837.jpg",
          "img2": "https://euluxury.vn/data/product/emo1602989867.jpg",
          "price": " 1.110.000.000 ",
          "title": "Patek Philippe Complications 5396R-014 Annual Calendar & Moonphase sở hữu kích thước mặt 38,5mm, một kích thước phù hợp cho cả các quý ông và quý cô. Vẻ đẹp tuyệt vời của chiếc đồng hồ được định nghĩa bởi sắc xanh huyền ảo mà nhà sản xuất đã dày công đưa vào trong từng phiên bản giới hạn. Mặt kính của Patek Philippe Complications 5396R-014 Annual Calendar & Moonphase được chế tác từ sapphire nguyên khối và cắt gọt tỉ mỉ. Chất liệu sapphire không những có độ bền cực lớn, chúng còn có khả năng xuyên thấu hoàn hảo làm tôn lên tất cả những chi tiết của mặt số bên trong.",
          "title1": "Dưới những chi tiết cơ khí thanh thoát và chi tiết, mặt số của Patek Philippe Complications 5396R-014 Annual Calendar & Moonphase hiện lên tuyệt đẹp qua lớp kính sapphire đắt đỏ. Mặt số chính với tấm nền xanh biển khiến ta liên tưởng tới bề mặt đại dương vô tận. Bộ kim làm từ vàng hồng, thiết kế theo dạng đơn nét bắt cặp hoàn hảo cùng bộ cọc số thanh thoát. Ngay phía bên trên bộ kim (góc 12 giờ) là hai cửa sổ chỉ thứ và tháng được đặt cân bằng hoàn hảo cạnh nhau. ",
          "title2": "Nhà sản xuất không quên tô điểm một cửa sổ chỉ ngày nhỏ ở góc 6 giờ, và ngay bên trên chúng là đồng hồ chu kì mặt trăng cực kì tinh xảo. Phần khung vỏ đồng hồ được chế tác từ chất liệu vàng hồng nguyên khối, giữ nguyên vẻ đẹp cổ điển trứ danh của nhà sản xuất đồng hồ hàng đầu thế giới. Với chất liệu đắt đỏ này, chiếc đồng hồ sẽ sở hữu một độ bền kéo dài hàng thập kỉ. Bộ dây da cá sấu nhuộm đen mang lại sự cân bằng tuyệt đối của các gam màu trong tổng thể thiết kế thể hiện tư duy thiên tài của nhà Patek Philippe.",
          "quantity": 10,
          "model": "Patek Philippe",
          "id": 5,
          "carQuantity": 2
        }
      ],
      "id": 2
    },
    []
  ],
  "users": [
    {
      "username": "admin",
      "email": "admin",
      "password": "admin",
      "VIP": 777,
      "id": 0
    },
    {
      "VIP": 1,
      "username": "Hoanghieu123",
      "email": "hieu3333@gmail.com",
      "password": "123123123",
      "id": 1
    },
    {
      "VIP": "1123",
      "username": "Hoang Hieu",
      "email": "markdommm1@gmail.com",
      "password": "123123123",
      "id": 2
    },
    {
      "username": "markdommm",
      "email": "markdommm1@as.com",
      "password": "123123123",
      "id": 3
    },
    {
      "username": "1",
      "email": "hieu@gmail.com",
      "password": "123123123",
      "id": 4
    },
    {
      "username": "Mark",
      "email": "hieu123@gmail.com",
      "password": "123123123",
      "id": 5
    },
    {
      "username": "Markdommm123",
      "email": "markdommm1123@gmail.com",
      "password": "123123123",
      "id": 6
    }
  ],
  "loginUser": [],
  "cartAPI": [
    {
      "code": "5205R-001",
      "nameproduct": "Patek Philippe 5205R-001 Annual Calendar",
      "img": "https://euluxury.vn/data/product/patek-philippe-complications-5205r-001.png",
      "img1": "https://originalwatches.net/uploads/Tovar/45/27/small/12_thumbnailImage_670x0_false.png",
      "img2": "https://thoitranghanoi.vn/admin/webroot/uploads/images/dong-ho-nam-patek-philippe-chinh-hang-automatic-5205r-001.jpg",
      "price": "999.000.000",
      "title": "Với mặt số trắng tuyệt đẹp, Patek Philippe 5205R-001 Complications Annual Calendar sở hữu 38,5mm phù hợp với cả các quý ông và quý cô. Chiếc đồng hồ mang những đường nét tinh xảo, thanh thoát cổ điển tựa như một món trang sức dành riêng cho giới quyền quý. Thiết kế của chiếc đồng hồ phù hợp với những bộ trang phục lịch lãm, cổ điển, tôn lên khí chất và thần thái của chủ nhân sở hữu. Vỏ đồng hồ được làm từ vàng hồng 18k đắt đỏ. Đây là chất liệu quý hiếm mà nhà sản xuất người Thụy Sĩ đưa vào mỗi sản phẩm của mình, nhằm đảm bảo giá trị của chúng luôn luôn giữ nguyên sau hàng thập kỉ. Cụ thể, chất liệu này gần như không bị môi trường và các bề mặt tiếp xúc tác động vào.",
      "title1": "Vì thế, chúng hoàn toàn không bị ăn mòn, mất màu hay thay đổi tính chất sau bất kì khoảng thời gian nào. Mặt kính của Patek Philippe 5205R-001 Complications Annual Calendar được chế tác từ một tấm ngọc bích nguyên chất, loại đá quý cao cấp có độ cứng chỉ đứng sau kim cương. Ngọc bích tạo ra vẻ đẹp tuyệt vời cho chiếc đồng hồ, giúp chủ nhân của mỗi chiếc đồng hồ có thể quan sát rõ nét vẻ đẹp của mặt số ngay phía sau tấm kính. Ngoài ra, bề mặt đồng hồ sẽ giữ nguyên hiện trạng với dòng chảy của thời gian, bởi khả năng chống va đập tuyệt vời. Không một vết xước hay nứt nào có thể tồn tại trên mặt đồng hồ đầy giá trị này. Mặt số của chiếc đồng hồ với tấm nền trắng, được tô điểm rực rỡ bởi bộ kim và cọc số làm từ vàng hồng 18k. Bộ kim đơn nét với thiết kế vuốt nhọn về đỉnh, tạo nên một phong cách thẩm mĩ cổ điển và sang trọng. Các cọc số thanh mảnh chạy xuyên suốt vành đồng hồ, gây ấn tượng với công chúng bởi lối thiết kế cổ điển, vững chắc và tinh tế. Góc 12 giờ, nhà sản xuất chau chuốt đặt vào bộ ba cửa sổ cơ học với kích thước bằng nhau, lần lượt để chỉ thứ, ngày và tháng.",
      "title2": "Từ tâm bộ kim đi xuống góc 6 giờ, một mặt số phụ 24 giờ cùng đồng hồ chu kì mặt trăng tinh xảo làm đầy thêm mặt số vốn đã tuyệt đẹp. Tất cả các chi tiết cơ học phức tạp được sắp xếp một cách có chủ đích, hoạt động tốt và có thể tùy chỉnh qua núm vặn làm từ kim loại quý đặt ở góc phải của chiếc đồng hồ. Bộ dây da cá sấu nhuộm nâu là bộ phận không thể thiếu để tạo nên một tổng thể cân bằng, chỉnh chu cho ngoại hình chiếc đồng hồ. Chất liệu da này được cung cấp bởi các xưởng thuộc da hàng đầu thế giới, với khả năng gia công chuẩn chỉ cho một độ hoàn thiện trên cả tuyệt vời. Nhìn tổng thể, Patek Philippe 5205R-001 Complications Annual Calendar giống như một kiệt tác nghệ thuật dành riêng cho giới hoàng gia, món trang sức hiếm hoi dành riêng cho các cá nhân có gu thẩm mỹ đặc biệt cùng thần tính tối cao.",
      "quantity": 2,
      "model": "Patek Philippe",
      "id": 6,
      "carQuantity": 1
    }
  ]
}